/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Gereed";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Zoeken";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Openen in Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Ga terug.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Dubbeltik om terug te gaan naar de vorige webpagina.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Delen.";
